# LevelBelow Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
PlanViewRange..::..LevelBelow Property
PlanViewRange Class See Also
---
View range for the level below the specified plane
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2013
# Syntax
C#
---
```text
public static ElementId LevelBelow { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LevelBelow As ElementId
	Get
```

Visual C++
---
```text
public:
static property ElementId^ LevelBelow {
	ElementId^ get ();
}
```

# See Also
PlanViewRange Class
Autodesk.Revit.DB Namespace